{"translation-revision-date":"2022-01-27 23:48:56+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"de"},"Element found by markup":["Element gefunden über Markup"],"What does the scanner find?":["Was findet dieser Scanner?"],"You are embedding scripts, styles, iframes or similar from the following third-party servers. We currently do not have service templates for these. Therefore, you may have to create a service and\/or content blocker yourself after you have assessed the situation.":["Du bindest Skripte, Styles, iFrames oder ähnliches von den folgenden Servern Dritter ein. Für diese haben wir derzeit keine Service-Vorlagen. Daher musst du möglicherweise selbst einen Service- und\/oder Inhaltsblocker erstellen, nachdem du die Situation genauer geprüft hast."],"Embeds of external URLs to be checked":["Eingebettete externe URLs, welche überprüft werden müssen"],"Embeds found on %d page":["Einbettungen in %d Seite gefunden","Einbettungen in %d Seiten gefunden"],"Ignored":["Ignoriert"],"Ignore":["Ignorieren"],"Are you sure that you want to ignore this entry?":["Bist du sicher, dass du diesen Eintrag ignorieren willst?"],"Handle external URL":["Externe URL bearbeiten"],"{{strong}}Yes (rare cases):{{\/strong}} You should inform your users about the use of the service in the essential services group. You do not need to create a content blocker, as the service can be loaded without consent. {{i}}Examples are CDNs, privacy-friendly spam protection tools or security tools.{{\/i}}":["{{strong}}Ja (seltene Fälle):{{\/strong}} Du solltest deine Benutzer über den Einsatz des Service in der Gruppe «Essenziell» informieren. Du musst keinen Content-Blocker erstellen, weil der Service ohne Einwilligung geladen werden kann. {{i}}Beispiele sind CDNs, datenschutzfreundliche Spam-Schutz-Lösungen oder Sicherheitsfunktionen.{{\/i}}"],"{{strong}}No:{{\/strong}} Non-essential services that process personal data (e.g. IP address in some countries) or set cookies may only be loaded after consent. You should block them using a content blocker until consent is given. {{i}}Examples would be iframes, YouTube and similar embeddings or tracking tools.{{\/i}}":["{{strong}}Nein:{{\/strong}} Nicht essenzielle Services, die personenbezogene Daten verarbeiten (z.B. die IP-Adresse in einigen Ländern) oder Cookies setzen, dürfen nur nach Einwilligung geladen werden. Du solltest sie mit einem Content-Blocker blockieren, bis die Einwilligung erteilt ist. {{i}}Beispiele sind iFrames, Embeds von YouTube u.ä. oder Tracking-Dienste.{{\/i}}"],"I do not know":["Ich weiß es nicht"],"Does {{i}}%s{{\/i}} belong to an essential service without which your website would technically no longer work?":["Gehört {{i}}%s{{\/i}} zu einem essenziellen Service, ohne den deine Website technisch nicht mehr funktionieren würde?"],"Services, for which you should obtain consent":["Services, für die du eine Einverständniserklärung einholen solltest"],"On %d page":["Auf %d Seite","Auf %d Seiten"],"Actions":["Aktionen"],"Found on this URL":["Unter dieser URL gefunden"],"Blocked URL":["Blockierte URL"],"Blocked?":["Blockiert?"],"This status shows you if the URL was blocked by a content blocker you defined.":["Dieser Status zeigt dir, ob die URL durch einen von dir definierten Content Blocker blockiert wurde."],"HTML Tag":["HTML-Tag"],"Last scanned":["Letztmals gescannt"],"No external URL found":["Keine externe URL gefunden"],"Since the scanner is currently still running, the table may be refreshed.":["Da der Scanner im Moment noch arbeitet, wird die Tabelle möglicherweise aktualisiert."],"Open markup":["Markup öffnen"],"Scan your website for services that may set cookies or process personal data to obtain consent.":["Scanne deine Website nach Services, welche Cookies setzen oder Personendaten bearbeiten, um eine Einverständniserklärung zu erhalten."],"Cancel scan":["Scan abbrechen"],"You can add already found services, edit your website or have a coffee in the meantime. The scanner runs in the background.":["Du kannst bereits gefundene Services hinzufügen, deine Website bearbeiten oder in der Zwischenzeit einen Kaffee trinken. Der Scanner läuft im Hintergrund."],"Currently scanning {{code}}%s{{\/code}} (%d of %d pages scanned)...":["Scanne {{code}}%s{{\/code}} (%d von %d Seiten gescannt)…"],"Scan completed":["Scan abgeschlossen"],"Scan failed":["Scan fehlgeschlagen"],"%d of %d recommendations applied":["%d von %d Empfehlungen angewendet"],"All recommendations applied":["Alle Empfehlungen angewendet"],"Add URLs to queue...":["URLs zu Warteschlange hinzufügen…"],"Collect all scannable URLs...":["Alle scanbaren URLs sammeln…"],"Find your website sitemap...":["Website-Sitemap suchen…"],"Scan complete website":["Komplette Website scannen"],"Whoops!":["Hoppla!"],"The sitemap is empty. So, we could not add any URLs to the scanner.":["Die Sitemap ist leer. Deshalb konnten wir keine URLs an den Scanner übergeben."],"The sitemap could not be parsed. Therefore, we cannot check for services on your website.":["Die Sitemap konnte nicht verarbeitet werden. Deshalb können wir deine Website nicht auf Services überprüfen."],"We didn't find a sitemap on your website. We need it to scan all the subpages of your website. Do you have this feature disabled in your WordPress?":["Wir haben keine Sitemap auf deiner Website gefunden. Wir benötigen diese, um alle Unterseiten deiner Website zu scannen. Hast du diese Funktion in deinem WordPress deaktiviert?"],"If you think a sitemap exists but you get this error, please <a href=\"%s\" target=\"_blank\" \/>contact our support<\/a> and we will look individually where the problem is in your WordPress installation.":["Wenn du der Meinung bist, dass eine Sitemap existiert, du aber trotzdem diese Fehlermeldung erhältst, dann <a href=\"%s\" target=\"_blank\" \/>kontaktiere bitte unseren Support<\/a>. Wir werden dann individuell prüfen, wo das Problem in deiner WordPress-Installation liegt."],"https:\/\/devowl.io\/support\/":["https:\/\/devowl.io\/de\/support\/"],"Enable now":["Jetzt aktivieren"],"Content Blockers are globally deactivated in the settings and are therefore not displayed on your website.":["Content Blocker sind in den Einstellungen global deaktiviert und werden daher nicht auf deiner Website angezeigt."],"Create now":["Erstellen"],"Cancel":["Abbrechen"],"No":["Nein"],"Yes":["Ja"],"Close":["Schließen"]}},"comment":{"reference":"public\/dist\/chunk-config-tab-scanner.lite.js"}}